Repository: common-repository/simple-app-changelogs
Catalog: assets/langs/simple-appchangelog-plugin-*.po
Languages: es_es

source: New Project
es_es: Proyecto nuevo

source: Project Deleted!
es_es: Proyecto eliminado!

source: Deleted %s Projects!
es_es: %s Proyectos eliminados!

source: Project Edited!
es_es: Proyecto editado!

source: There was a problem editing the project!
es_es: Ha habido un problema mientras editando el Proyecto!

source: There was a problem deleting the project!
es_es: Ha habido un problema mientras se estaba eliminado el Proyecto!

source: There are no project to display!
es_es: No hay proyectos que momstrar!

source: Actions
es_es: Acciones

source: Delete Project
es_es: Eliminar Proyecto

source: Do action
es_es: Hacer accion

source: Options
es_es: Opciones

source: Delete
es_es: Eliminar

source: Edit Project
es_es: Editar proyecto

source: View/Edit Project Versions
es_es: Ver/Editar Versiones del Proyecto

source: You are about to delete a project
es_es: Estas a punto de eliminar un Proyecto

source: Continue
es_es: Continuar

source: Cancel
es_es: Cancelar

source: Project Name
es_es: Nombre del Proyecto

source: Project Slug
es_es: Slug del Proyecto

source: There is no project with this ID
es_es: No hay ningun Proyecto con esa ID

source: Return to Project List
es_es: Regresar a la lista de los Proyectos

source: Version Deleted!
es_es: Versión eliminada!

source: Deleted %s Versions!
es_es: %s versions eliminadas!

source: Version edited!
es_es: Versión editada!

source: There was a problem editing the version!
es_es: Ha habido un problema mientras se editaba la version!

source: Version deleted!
es_es: Version eliminada!

source: There was a problem deleting the Version!
es_es: Ha habido un problema mientras se eliminaba la versión!

source: There are no versions to display!
es_es: No hay versions que mostrar!

source: Create new Version
es_es: Crear una nueva versión

source: Delete Versions
es_es: Eliminar versiónes

source: Edit Version
es_es: Editar Versión

source: You are about to delete a version
es_es: Estas apunto de eliminar una versión

source: Version Name
es_es: Nombre de la Version

source: Version Descripcion
es_es: Descripcion de la Versión

source: Order
es_es: Orden

source: Version Created!
es_es: Versión creada!

source: Return
es_es: Volver

source: There was a problem while creating a new version!
es_es: Ha habido un problema mientras se creaba una nueva version!

source: New Version
es_es: Nueva Versión

source: Project created!
es_es: Proyecto creado!

source: There was a problem creating the Project!
es_es: Ha habido un problema mientras se creaba el Proyecto!

source: This project already exists!
es_es: Este proyecto ya existe!

source: There is a problen when insaling the Version Manager DB
es_es: Hay un problema instalando la db de las versiones.

source: There is a problen when insaling the Project Manager DB
es_es: Hay un problema instalando la db de los proyectos.

source: No Versions Yet
es_es: No hay versions todavia!
